/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSButton (Cancel) : <title:Cancel> (oid:31) */
"Cancel" = "Diddymu";

/* NSBox (Details) : <title:Details> (oid:141) */
"Details" = "Details";

/* NSButtonCell (Download files missing on the local host) : <title:Download files missing on the local host> (oid:82) */
"Download files missing on the local host" = "Lawrlwytho ffeiliau sydd ddim ar y peiriant lleol";

/* NSTextField (Local File:) : <title:Local File:> (oid:144) */
"Local File:" = "Ffeil Lleol:";

/* NSButtonCell (Mirror files) : <title:Mirror files> (oid:81) */
"Mirror files" = "Creu drych o’r ffeiliau";

/* NSTextField (Remote File:) : <title:Remote File:> (oid:143) */
"Remote File:" = "Remote File:";

/* NSButton (Synchronize) : <title:Synchronize> (oid:30) */
"Synchronize" = "Cyd-drefnu";

/* NSButtonCell (Upload files missing on the remote host) : <title:Upload files missing on the remote host> (oid:83) */
"Upload files missing on the remote host" = "Fynylwytho ffeiliau sydd ddim ar y peiriant pellennig";

